/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"Before you can use this action extension, %@ has to perform an initial configuration. Launch the main %@ app to let it do so." = "Before you can use this action extension, %1$@ has to perform an initial configuration. Launch the main %2$@ app to let it do so.";

/* (AEService) The default message for an unknown error. */
"An unexpected error occurred. Please contact support team." = "An unexpected error occurred. Please contact support team.";

/* (AEUIUtils) User filter convertering error description. */
"Cannot convert user filter rules. One of the rules contains an error. Check the rule next to the current cursor position." = "Cannot convert user filter rules. One of the rules contains an error. Check the rule next to the current cursor position.";

/* (AEService) Service errors descriptions */
"Cannot convert the filter rule. Rule text is invalid." = "Cannot convert the filter rule. Rule text is invalid.";


/* (AEUICustomTextEditorController) link to filter rules */
"https://kb.adguard.com/en/general/how-to-create-your-own-ad-filters" = "https://kb.adguard.com/en/general/how-to-create-your-own-ad-filters";
/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Aceptar";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Intentó convertir reglas para JSON mientras que el servicio no está iniciado.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Reporte del bug";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Imposible convertir las reglas. Ha ocurrido un error. Por favor, pongase en contacto con el equipo de soporte.";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "¡No se puede inicializar el convertidor a formato JSON!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Es imposible enviar informe de error, porque no hay ningún correo electrónico probablemente configurado en el dispositivo.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "No se pudo enviar el mensaje al equipo de soporte porque no hay una cuenta de correo configurada.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Cancelar";


/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "No se puede agregar la regla de filtro. El texto de la regla no es válido.";
/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"Enable filtering on %@" = "Enable filtering on %@";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Hubo un error";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Ha superado el número máximo de reglas de filtrado.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Imposible cargar los filtros en Safari. Por lo tanto, no se aplicaron los cambios recientes.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Bloqueo en página incorrecto:\n{%@}";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Menos";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Solicitando filtros de Safari. Por favor, no apague Adguard, el proceso no te llevará más de 30 segundos...";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Falta anuncio en la página:\n{%@}";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Más";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Previa";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Informar bloqueo incorrecto";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Informar anuncio faltante";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"The hostname is not obtained. Perhaps the page is not yet loaded." = "The hostname is not obtained. Perhaps the page is not yet loaded.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "
La política de seguridad de este sitio web no permite el lanzamiento de   Asistencia de Adguard";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Error inesperado al inicializar la extensión sobre la acción de Safari. Póngase en contacto con Adguard si esto sucede otra vez. ";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Has superado el número máximo de reglas de filtro.";

